{
	"bggid": 123540
	, "name": "Tokaido"
	, "expansions": [{
			"expansionCode": "Crossroads"
			, "expansionName": "Crossroads"
			, "default": true
		}
		, {
			"expansionCode": "Matsuri"
			, "expansionName": "Matsuri"
			, "default": true
		}
	]
	, "textSections": [{
		"mainHeader": "Setup"
		, "subsections": [{
			"subsectionHeader": "Characters"
			, "bulletPoints": [{
					"text": "<strong>Ayumu the walker</strong>: Meal cards only cost Ayumu 1 coin, regardless of their normal costs.  In additon, when at a Shop space, the Souvenirs of the “Small object” type cost him nothing"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Chihaya the bather</strong>: When stopping at the intermediate Inns, Chihaya receives a Hot Spring card randomly drawn from the stack"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Chuubei the messenger</strong>: When Chuubei arrives at each of the 3 intermediate Inns, before the Meal he draws 1 Encounter card and applies its effect"
				}
				, {
					"text": "<strong>Daigoro the kid</strong>: Daigoro draws a Souvenir card when he arrives at each of the three intermediate Inns, before the Meal"
					, "expansionDisplayRules": [{
						"expansionCode": "Crossroads"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Gotozaemon the souvenir seller</strong>: Gotozaemon gains a coin at each stop on a Panorama space.  Note: The Souvenir seller gains an additional coin only when he stops on a Panorama space, not when he encounters a Guide (Annaibito).  If he decides to take a Cherry Tree, he gains 2 points and 2 coins"
					, "expansionDisplayRules": [{
						"expansionCode": "Crossroads"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Hiroshige the artist</strong>: When Hiroshige arrives at each of the 3 intermediate Inns, before the Meal he takes 1 Panorama card of his choice, scoring the points for this card immediately"
				}
				, {
					"text": "<strong>Hirotada the priest</strong>: Each time he stops at the Temple, Hirotada can take on coin from the bank and donate it to the Temple, scoring 1 point for this coin.  This is in addition to the 1, 2, or 3 coins he can personally donate to the Temple"
				}
				, {
					"text": "<strong>Iyasaka the manual worker</strong>: When stopping at a Farm space, Iyasaka receives 1 additional coin if he chooses to take 3 coins from the bank OR Iyasaka can re-roll the Fortune die if he chooses to try his luck in the Gaming Room (the second result must be used, even if it is worse than the first one)"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Jirocho the yakuza</strong>: When he arrives at one of the three intermediate Inns, before the Meal, Jirocho can try his luck in the Gaming Room.  He must then bet 1 coin and roll the Fortune die.  Depending on the result, he may lose his coin, get it back, or get it back and win 1, 2, or 3 additional coins"
					, "expansionDisplayRules": [{
						"expansionCode": "Crossroads"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Kamui the vagabond</strong>: When stopping at the intermediate Inns and the last Inn, Kamui scores 3 points if he doesn’t buy a Meal card"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Kidzuna the cook</strong>: When stopping at the intermediate Inns, Kidzuna can buy another Meal IN ADDITION to her usual Meal.  First, she reveals the first card of the Meal stack and can buy it at the indicated cost.  She scores the corresponding Journey points.  Kidzuna then proceeds to purchase her main Meal according to the usual rules"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Kinko the ronin</strong>: Each Meal card purchased by Kinko costs one coin less (Meals that cost 1 are therefore free)"
				}
				, {
					"text": "<strong>Kita the old woman</strong>: Kita can carry out both actions when stopping at an Encounter space: draw an Encounter card AND buy a Calligraphy card"
					, "expansionDisplayRules": [{
						"expansionCode": "Crossroads"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Kushinada the world traveller</strong>: At the beginning of the game, all the other Travellers give 1 coin each to Kushinada.  During the game, at any time, Kushinada can secretly look at her opponents’ Calligraphy and Amulet cards.  Note: In a 2-player game, Kushinada’s opponent gives her 1 coin, and Kushinada takes 1 coin from the bank"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Mari the poet</strong>: When stopping at a Temple space, Mari scores 2 Journey points (instead of 1) for each coin she donates to the Temple.  If she decides to buy an Amulet, Mari can take it for free"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Marihito the writer</strong>: At the end of the game, Marihito can double one of the Calligraphy cards of his collection"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Misaki the disciple</strong>: Every time a Traveller (him or another) stops at a Temple space, Misaki takes 1 coin from the bank"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Mitsukuni the old man</strong>: Mitsukuni earns 1 additional point for each Hot Spring card and each achievement card"
				}
				, {
					"text": "<strong>Miyataka the supersitious woman</strong>: Miyataka can carry out both actions when stopping at a Temple space: give coins to the Temple AND buy an Amulet"
					, "expansionDisplayRules": [{
						"expansionCode": "Crossroads"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Musubi the rogue</strong>: When stopping at the intermediate Inns, Musubi can take 1 coin from each of his two neighbouring Travellers (the ones who arrived immediately before and after him).  If an affected Traveller has no coins in his possession Musubi takes 1 coin from the bank instead.  Similarly, if Musubi arrived first or last at the Inn (and has only one neighbour), he takes 1 coin from the neighbouring Traveller and 1 coin from the bank"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Mutsumi the brute</strong>: At the first 4 Inns, Mutsumi can leave the Inn first, regardless of the order in which he arrived at the Inn"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Nampo the gourmet</strong>: Nampo scores additional points, at each Inn, depending on the value of the Meal that he eats. One Meal worth 1 coin gives 1 additional point, one meal worth 2 coins gives 2 additional points, one Meal worth 3 coins gives 3 additional points"
					, "expansionDisplayRules": [{
						"expansionCode": "Crossroads"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Rakuren the collector</strong>: When stopping at a Shop space, Rakuren can choose to randomly draw 4 Souvenir cards AND 1 Legendary Object card, instead of the usual Shop’s actions.  He can then buy one or several of these cards at their indicated costs"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Satsuki the orphan</strong>: When she arrives at an Inn, Satsuki receives the first Meal card from the Meal cards pile for free.  Note: After seeing the Meal offered to her, she can instead purchase a Meal as normal like other players"
				}
				, {
					"text": "<strong>Sasayakko the geisha</strong>: In the Village, if Sasayakko purchases at least two Souvenir cards, the cheapest Souvenir is free.  Note: She must have the coins on hand to pay for all Souvenirs, but she doesn’t pay for the cheapest one"
				}
				, {
					"text": "<strong>Suseri the erudite</strong>: At the end of the game, Suseri socres 1 point for each different type of card in her collection.  The different types of cards are as follows: Hot Spring, Bathhouse, Souvenir, Legendary Object, Encounter, Calligraphy, Amulet, Meal, Sea Panorama, Mountain Panorama, Rice Paddy Panorama, Cherry Tree"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Takeru the counsellor</strong>: Every time a Traveller (him or another) stops at an Encounter space, Takeru takes 1 coin from the bank"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Titia the dutch tourist</strong>: Titia buys Souvenirs of the “Art” type and Legendary Objects for 1 coin less than normal.  Some cards will therefore be free for Titia"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Umegae the street entertainer</strong>: Umegae earns 1 point and 1 coin for each Encounter before the effects of the drawn Encounter card are applied"
				}
				, {
					"text": "<strong>Yashima the noble</strong>: At the intermediate Inns, Yashima receives a free and random Amulet card.  Note: If there are no Amulet cards remaining in the stack, Yashima can no longer benefit from her ability"
					, "expansionDisplayRules": [{
						"expansionCode": "Matsuri"
						, "displayRule": true
					}]
				}
				, {
					"text": "<strong>Yoshiyasu the functionary</strong>: During each Encounter, Yoshiyasu draws 2 Encounter cards, keeps the one he wishes, then places the other card at the bottom of the pile (without showing it to the other players)"
				}
				, {
					"text": "<strong>Zen-emon the merchant</strong>: Once per Village, Zen-emon can purchase one Souvenir for 1 coin instead of the marked price"
				}
			]
		}]
	}]
}
